Repository: sillsdev/pathway
Catalog: pathway/PsSupport/localizations/Pathway.fr.tmx
Source language: fr
Languages: en

source: À propos de Pathway Configuration Tool
en: About Pathway Configuration Tool

source: Contribuer à améliorer
en: Help Improve

source: SIL International en collaboration avec EC Group Datasoft Private Limited
en: SIL International in collaboration with EC Group Datasoft Private Limited

source: Licence de code :
en: Code license:

source: Autre renseignements concernants ce projet sont disponibles à :
en: Other project related information is available at:

source: N'inclure pas des images
en: Do not include pictures

source: Position d'image
en: Picture Position

source: Largeur d'image
en: Picture Width

source: Page entière
en: Entire Page

source: Colonne unique
en: Single Column

source: Utiliser cette largeur pour toutes les images
en: Use this width for all pictures

source: Utiliser cette largeur si on n'a pas précisé une largeur
en: Use this width if a width not specified

source: &A propos de
en: &About

source: Parcourir...
en: Browse...

source: &Dictionnaire
en: &Dictionary

source: Autres
en: &Others

source: &Papier
en: &Paper

source: Écriture&s
en: &Scripture

source: Désactiver traitement des veuves et orphelins
en: Disable widow && orphan

source: Incorporer les polices dans le document
en: Embed Fonts in Document

source: Hauteur de ligne fixe
en: Fixed Line Height

source: Supprimer l'espace après le numéro de verset
en: Remove Space After Verse No.

source: Inclure rappel de note de bas de page
en: Include Footnote Caller

source: En plus incorporer des variantes de police
en: Also Embed Font Variants

source: Inclure des Images
en: Include Images

source: Cacher verset 1
en: Hide Verse No. 1

source: Inclure rappel XRef
en: Include XRef Caller

source: Aide
en: Help

source: Détails de la base de données MySql
en: MySql Database Details

source: Détails FTP
en: FTP Details

source: Détails du site web
en: Website Details

source: Icône pour téléphone
en: Icon for Phone

source: Mot de passe
en: Password

source: Nom d'utilisateur
en: User Name

source: Nom de la base de données
en: Database Name

source: Nom du serveur MySql / adresse IP
en: MySql Server name / IP Address

source: Titre du site
en: Site Title

source: Mot de passe admin
en: Admin Password

source: Nom d'utilisateur admin
en: Admin Username

source: URL du site web
en: Website url

source: Nom du dossier FTP
en: Ftp Folder Name

source: Feuilles de style
en: Stylesheets

source: Langue
en: Language

source: Mot de passe FTP
en: FTP Password

source: Images
en: Pictures

source: Marge de page
en: Page Margin

source: Nom d'utilisateur FTP
en: FTP Username

source: Lettre rouge
en: Red Letter

source: Fichiers générés
en: Files Produced

# Approuvé par
source: Approuvé par\n\n
en: Approved By\n\n

source: Disponible
en: Available

source: Taille de police :
en: Font Size:

source: Numéros de chapitre :
en: Chapter Numbers:

source: Commentaire
en: Comment

source: Alignement du texte :
en: Text Alignment:

source: Polices de substitution :
en: Fallback Font:

source: Polices incorporées
en: Embedded Fonts

source: Mise en page
en: Layout

source: Taille de la police de base
en: Base Font Size

source: Justifié
en: Justified

source: Espacement des lignes
en: Line Spacing

source: Hauteur de ligne :
en: Line Height:

source: Largeur d'image maximale :
en: Maximum Image Width:

source: Si la police est manquante :
en: If font is missing:

source: Nom
en: Name

source: En bas
en: Bottom

source: Colonnes
en: Columns

source: Espacement
en: Column Gap

source: Interne
en: Inside

source: Numéros de page
en: Page Numbers

source: Externe
en: Outside

source: Taille de page
en: Page Size

source: En haut
en: Top

source: Adresse FTP (ex: ftp://ip address/path)
en: FTP Address (ex: ftp://ip address/path)

source: Niveau TM :
en: TOC Level:

source: Dictionnaire
en: Dictionary

source: Justification verticale
en: Vertical Justify

source: Plus d'aide
en: More &Help

source: &Manuel de l'étudiant
en: Student &Manual

source: Propriétés
en: Properties

source: Aperçu
en: Preview

source: Nouveau
en: New

source: Les modifications seront automatiquement enregistrées.
en: Changes will be automatically saved.

source: Valeurs par dé&faut
en: De&faults

source: Supprimer
en: De&lete

source: &Nouveau
en: &New

source: Refaire
en: Redo

source: &Réinitialiser
en: &Reset

source: Enregistrer sous
en: Save &As

source: &Envoyer
en: S&end

source: Annuler
en: &Undo

source: Ouvrir le type de fichier Epub
en: Open Epub File Type

source: Fermer
en: &Close

source: Dossier
en: &Folder

source: Tous les deux
en: &Both

source: &Ni l'un ni l'autre
en: &Neither

source: L'image sélectionnée est trop grande. Veuillez sélectionner une image qui est plus petite que 1000 x 1000 pixels.
en: The selected image is too large. Please select an image that is smaller than 1000 x 1000 pixels.

source: Veuillez télécharger et installer une version de Pathway compatible avec votre logiciel
en: Please download and install a Pathway version compatible with your software

source: Pathway n'a pas pu trouver un format d'exportation. Veuillez réinstaller Pathway pour corriger cette erreur.
en: Pathway was unable to find any export formats. Please reinstall Pathway to correct this error.

source: Veuillez sélectionner un dossier pour lequel vous avez l'autorisation de création
en: Please select a folder for which you have creation permission

source: Veuillez entrer un titre pour cette publication.
en: Please enter a title for this publication.

source: Veuillez sélectionner au moins un élément à inclure dans l'exportation.
en: Please select at least one item to include in the export.

source: Exporter via Pathway
en: Export Through Pathway

source: Sélectionner...
en: &Select...

source: Moins
en: Less

source: Activer la coupure de mots
en: Enable Hyphenation

source: Table des matières
en: Table of Contents

source: Page de titre (la page avec le titre du livre)
en: Title Page (page with book's title)

source: Paramètres de langue
en: Language Settings

source: Transformation de prétraitement :
en: Preprocessing Transformation:

source: Sélectionnez les données à inclure :
en: Select data to include:

source: Feuille de style :
en: Stylesheet:

source: Ajouter les pages suivantes au document :
en: Add the following pages to the document:

source: Décrire cette publication :
en: Describe this publication:

source: Enregistrez dans le dossier :
en: Save in Folder :

source: Titre du livre
en: Book Title

source: Créateur
en: Creator

source: Inclure la langue
en: Include Language

source: Maison d'édition
en: Publisher

source: Titulaire de droit d'auteur
en: Copyright Holder

source: Aide à choisir une déclaration de droits...
en: Help me choose a rights statement...

source: Information de la propriété intellectuelle
en: Intellectual Property Info

source: Personnalisé :
en: Custom:

source: Déclaration de droits standard :
en: Standard Rights Statement:

source: Information de publication
en: Publication Info

source: Pages liminaires
en: Front Matter

source: Options de traitement
en: Processing Options

source: Coupure de mots
en: Hyphenation

source: Exportation en cours
en: Export In Process

source: Plus...
en: More...

source: Saisir le nom de votre organisation :
en: Type in the &name of your organization:

source: Désolé. Un aperçu de cette feuille de style n'est pas disponible. Veuillez installer PrinceXML ou LibreOffice pour permettre l'aperçu.
en: Sorry a preview of this stylesheet is not available. Please install PrinceXML or LibreOffice to enable the preview.

source: Au&tres...
en: O&ther...

source: Mon o&rganisation :
en: My o&rganization:

source: Chargement...
en: Loading ....

source: Licence de code : GNU GPL v3
en: Code license: GNU GPL v3
